Repository: cache-sk/SkTonline
Catalog: plugin.video.sktonline/resources/language/resource.language.*/strings.po
Languages: cs_cz

# #30001
source: Unexpected error occured:
cs_cz: Nastala neočekávaná chyba:

# #30003
source: Previous page
cs_cz: Předešlá stránka

# #30004
source: Next page
cs_cz: Následující stránka

# #30005
source: Search
cs_cz: Vyhledávání

# #30006
source: Play
cs_cz: Přehrát

# #30007
source: Show plot
cs_cz: Zobrazit zápletku

# #30008
source: Last watched
cs_cz: Naposledy zhlédnuto

# #30201
source: All
cs_cz: Vše

# #30202
source: Documents CZ/SK dub
cs_cz: Dokumenty CZ/SK dabing

# #30203
source: Documents CZ/SK sub
cs_cz: Dokumenty CZ/SK titulky

# #30204
source: Movies
cs_cz: Filmy

# #30205
source: Movies CZ/SK dub
cs_cz: Filmy CZ/SK dabing

# #30206
source: Movies CZ/SK sub
cs_cz: Filmy CZ/SK titulky

# #30207
source: Animated movies CZ/SK dub
cs_cz: Kreslené filmy CZ/SK dabing

# #30208
source: Concerts / Music videos
cs_cz: Koncerty / Klipy

# #30209
source: Other
cs_cz: Ostatní

# #30210
source: Series CZ/SK dub
cs_cz: Seriály CZ/SK dabing

# #30211
source: Series CZ/SK sub
cs_cz: Seriály CZ/SK titulky

# #30212
source: Trailers
cs_cz: Trailery

# #30301
source: Being Watched
cs_cz: Právě sledované

# #30302
source: Most Recent
cs_cz: Nejnovější

# #30303
source: Most Viewed
cs_cz: Nejsledovanější

# #30304
source: Most Commented
cs_cz: Nejvíce komentované

# #30305
source: Top Rated
cs_cz: Top hodnocené

# #30306
source: Top Favorites
cs_cz: Top oblíbené

# #30307
source: Longest
cs_cz: Nejdelší
